Revit 2027 API
ParameterTypeId.OffsetFromReferenceBase Property
 "Offset from Reference Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OffsetFromReferenceBase { get; }
Public Shared ReadOnly Property OffsetFromReferenceBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OffsetFromReferenceBase {
	ForgeTypeId^ get ();
}
static member OffsetFromReferenceBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace